'use strict';

const ru = {
    LABELS: {
        APPNAME: 'ООО "БезНалТех"',
        MAIN: {
            POPULARITEMS: 'Популярные товары'
        },
        CATEGORIES: {
            NOCHILDITEMS: 'В данной категории нет подкатегорий.',
            SHOWITEMS: 'Показать товары'
        },
        MENU: {
            CATALOG: 'Каталог',
            STOCK: 'Акции',
            ABOUT: 'О компании',
            CONTACTS: 'Контакты'
        },
        ITEM: {
            WARRANTYINFO: 'Гарантийная информация',
            WARRANTY: 'Гарантия',
            SUPPLIER: 'Импортер',
            COUNTRY: 'Страна-производитель',
            SERVICECENTERS: 'Сурвисные центры',
            MANUFACTURER: 'Производитель',
            NOTE: 'Важно! Сайт beznalteh.by не является интернет-магазином и носит лишь информационный характер. ' +
                'Информация на сайте beznalteh.by не является публичной офертой Гражданского кодекса Республики Беларусь. ' +
                'Технические характеристики и стоимость представлены справочно, при необходимости воспользуйтесь официальным сайтом производителя. ' +
                'Для уточнения информации обратитесь к нам.'
        },
        STOCK: {
            TITLE: 'Акции'
        },
        ABOUT: {
            TITLE: 'О компании'
        },
        CONTACTS: {
            TITLE: 'Контакты'
        },
        SEARCH: {
            TITLE: 'Найдено по запросу: ',
            FORREQUEST: 'По запросу: ',
            NOFOUND: ' ничего не найдено.'
        }
    }
};

export default ru;
