'use strict';

const ru = {
    LABELS: {
        COMPANY: 'ООО "БезНалТех"',
        MAIN: {
            POPULARITEMS: 'Популярные товары',
            STOCK: 'Акции',
            NOTSTOCKSFOUND: 'В данный момент нет акций :('
        },
        FOOTER: {
            ALLRIGHTRESERVED: 'Все права защищены ©',
            COMPANYINFO: 'Общество с ограниченной ответственностью «БезНалТех» 220004, г. Минск, пр. Победителей, 5-52 ' +
                'УНН 192756217 ОКПО 500321985000 Р/сч 3012416780010 в ЗАО «Минский транзитный банк», г. Минск, код 117'
        },
        CATEGORIES: {
            NOCHILDITEMS: 'В данной категории нет подкатегорий.',
            SHOWITEMS: 'Показать товары'
        },
        MENU: {
            CATALOG: 'Каталог',
            STOCK: 'Акции',
            ABOUT: 'О компании',
            CONTACTS: 'Контакты'
        },
        ITEM: {
            WARRANTYINFO: 'Гарантийная информация',
            WARRANTY: 'Гарантия',
            SUPPLIER: 'Импортер',
            COUNTRY: 'Страна-производитель',
            SERVICECENTERS: 'Сурвисные центры',
            MANUFACTURER: 'Производитель',
            NOTE: 'Важно! Сайт beznalteh.by не является интернет-магазином и носит лишь информационный характер. ' +
                'Информация на сайте beznalteh.by не является публичной офертой Гражданского кодекса Республики Беларусь. ' +
                'Технические характеристики и стоимость представлены справочно, при необходимости воспользуйтесь официальным сайтом производителя. ' +
                'Для уточнения информации обратитесь к нам.'
        },
        STOCK: {
            TITLE: 'Акции'
        },
        ABOUT: {
            TITLE: 'О компании'
        },
        CONTACTS: {
            TITLE: 'Контакты',
            PHONES: {
                TITLE: 'Телефоны:',
                MTSTITLE: '(МТС)',
                MTS: '+375 (29) 818-11-71',
                VELCOMTITLE: '(Velcom)',
                VELCOM: '+375 (29) 188-11-71'
            },
            SKYPE: {
                TITLE: 'Skype:',
                ADRESS: 'bznteh@tut.by'
            },
            EMAIL: {
                TITLE: 'Email:', 
                ADRESS: 'bznteh@tut.by'
            },
            POST: {
                TITLE: 'Адрес для почтовых отправлений:',
                ADRESS: '220136 г. Минск а\\я 63'
            },
            COMPANYINFO: {
                TITLE: 'Реквизиты:',
                INFO: 'Общество с ограниченной ответственностью «БезНалТех»\n' + 
                    '220004, г. Минск, пр. Победителей, 5-52\n' +
                    'УНН 192756217\n' + 
                    'ОКПО 500321985000\n' + 
                    'Р/сч 3012416780010 в ЗАО «Минский транзитный банк», г. Минск, код 117'
            }
        },
        SEARCH: {
            TITLE: 'Найдено по запросу: ',
            FORREQUEST: 'По запросу: ',
            NOFOUND: ' ничего не найдено.'
        }
    }
};

export default ru;
